{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 103,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 104,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 105,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 106,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 107,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "Alex": 0,
      "Bob": 1,
      "Charlie": 2,
      "David": 3,
      "Eve": 4,
      "Fred": 5,
      "Gina": 6,
      "Hank": 7,
      "Ivy": 8,
      "Jack": 9,
      "Kyle": 10,
      "Lily": 11,
      "Mia": 12,
      "Nate": 13,
      "Olivia": 14,
      "Pam": 15,
      "Quinn": 16,
      "Ryan": 17,
      "Sam": 18,
      "Tara": 19,
      "Uma": 20,
      "Victor": 21,
      "Wendy": 22,
      "Xavier": 23,
      "Yara": 24,
      "Zara": 25,
      "qumpus": 26,
      "shumpus": 27,
      "grumpus": 28,
      "plumpus": 29,
      "clumpus": 30,
      "kumpus": 31,
      "sumpus": 32,
      "slumpus": 33,
      "umpus": 34,
      "flumpus": 35,
      "lumpus": 36,
      "rumpus": 37,
      "numpus": 38,
      "glumpus": 39,
      "mumpus": 40,
      "tumpus": 41,
      "humpus": 42,
      "bumpus": 43,
      "pumpus": 44,
      "xumpus": 45,
      "wumpus": 46,
      "jumpus": 47,
      "yumpus": 48,
      "zumpus": 49,
      "blumpus": 50,
      "dumpus": 51,
      "frumpus": 52,
      "vumpus": 53,
      "qumpuses": 54,
      "shumpuses": 55,
      "grumpuses": 56,
      "plumpuses": 57,
      "clumpuses": 58,
      "kumpuses": 59,
      "sumpuses": 60,
      "slumpuses": 61,
      "umpuses": 62,
      "flumpuses": 63,
      "lumpuses": 64,
      "rumpuses": 65,
      "numpuses": 66,
      "glumpuses": 67,
      "mumpuses": 68,
      "tumpuses": 69,
      "humpuses": 70,
      "bumpuses": 71,
      "pumpuses": 72,
      "xumpuses": 73,
      "wumpuses": 74,
      "jumpuses": 75,
      "yumpuses": 76,
      "zumpuses": 77,
      "blumpuses": 78,
      "dumpuses": 79,
      "frumpuses": 80,
      "vumpuses": 81,
      "a": 82,
      "is": 83,
      "has": 84,
      "wants": 85,
      "likes": 86,
      "cares": 87,
      "for": 88,
      "friends": 89,
      "with": 90,
      "then": 91,
      "Given": 92,
      "If": 93,
      "prove": 94,
      ".": 95,
      " ": 96,
      ",": 97,
      "\n": 98,
      ":": 99,
      "Query": 100,
      "Prefix": 101,
      "Statements": 102,
      "[PAD]": 103,
      "[UNK]": 104,
      "[CLS]": 105,
      "[SEP]": 106,
      "[MASK]": 107
    },
    "unk_token": "[UNK]"
  }
}