{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 73,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 74,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 75,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 76,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 77,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "Alex": 0,
      "Bob": 1,
      "Charlie": 2,
      "David": 3,
      "Eve": 4,
      "Fred": 5,
      "Gina": 6,
      "Hank": 7,
      "Ivy": 8,
      "Jack": 9,
      "Kyle": 10,
      "Lily": 11,
      "Mia": 12,
      "Nate": 13,
      "Olivia": 14,
      "Pam": 15,
      "Quinn": 16,
      "Ryan": 17,
      "Sam": 18,
      "Tara": 19,
      "Uma": 20,
      "Victor": 21,
      "Wendy": 22,
      "Xavier": 23,
      "Yara": 24,
      "Zara": 25,
      "qumpus": 26,
      "shumpus": 27,
      "grumpus": 28,
      "plumpus": 29,
      "clumpus": 30,
      "kumpus": 31,
      "sumpus": 32,
      "slumpus": 33,
      "umpus": 34,
      "flumpus": 35,
      "lumpus": 36,
      "rumpus": 37,
      "numpus": 38,
      "glumpus": 39,
      "mumpus": 40,
      "tumpus": 41,
      "humpus": 42,
      "bumpus": 43,
      "pumpus": 44,
      "xumpus": 45,
      "wumpus": 46,
      "jumpus": 47,
      "yumpus": 48,
      "zumpus": 49,
      "blumpus": 50,
      "dumpus": 51,
      "frumpus": 52,
      "vumpus": 53,
      "a": 54,
      "is": 55,
      "has": 56,
      "wants": 57,
      "likes": 58,
      "cares": 59,
      "for": 60,
      "friends": 61,
      "with": 62,
      "then": 63,
      "Given": 64,
      ".": 65,
      " ": 66,
      ",": 67,
      "\n": 68,
      ":": 69,
      "Query": 70,
      "Prefix": 71,
      "Statements": 72,
      "[PAD]": 73,
      "[UNK]": 74,
      "[CLS]": 75,
      "[SEP]": 76,
      "[MASK]": 77
    },
    "unk_token": "[UNK]"
  }
}